{
	"navBar": {
		"home": "Accueil",
		"about": "A propos",
		"project": "Projets",
		"skills": "Compétences",
		"contact": "Contact",
		"language": "Français"
	},
	"header": {
		"title": "DEVELOPPEUR WEB"
	},
	"homePage": {
		"presentationTitle": "Bienvenu sur mon portefolio",
		"presentation1": "Je suis développeur web full stack, développant avec les technologies front-end comme ReactJS, HTML, CSS et back-end avec express et SQL.",
		"presentation2": "Je suis activement à la recherche d'une alternance ou tout autre collaboration, n'hésitez pas à explorer mes projets et à me contacter pour toute demande.",
		"about": "A propos",
		"project": "Projets",
		"skills": "Compétences",
		"contact": "Contact",
		"mySkills": "Ma stack technique..."
	},
	"aboutPage": {
		"title": "A propos de moi.",
		"devTitle": "Developpement",
		"dev": "Actuellement en pleine montée de compétences dans les technologies du web dans le but d'allier ma passion pour la technologie et mes compétences acquises lors de mes précédentes expériences. Le regard client est le premier moteur de notre activité, un site internet de qualité ne se limite pas à un design attractif : il allie esthétique, fonctionnalités intuitives et navigation fluide. Ma capacité à relever de nouveaux défis, toujours plus complexes, me permet chaque jour d'enrichir les projets dans lesquels je m'investis afin de répondre à ces exigences. De plus, ma force de travail, mon investissement et ma persévérance garantissent que chaque aspect de vos projets sera pris avec la plus grande considération.",
		"manaTitle": "Management",
		"management": "Mes nombreuses années dans la gestion d'équipe m'ont apporté une capacité à travailler en équipe, à encourager, soutenir et élever les personnes qui m'entourent. Pour moi le rôle du manageur n'est pas de motiver mais de faire réussir, la motivation n'en est que la résultante. Le meilleur moyen d'atteindre ses objectifs est de faire en sorte que ses collaborateurs atteignent les leurs.",
		"lectureTitle": "Lecture",
		"bookOne": "Coder proprement",
		"descriptionOne": "",
		"bookTwo": "Le pouvoir du moment présent",
		"descriptiontwo": "",
		"bookThree": "Père riche, père pauvre",
		"descriptionThree": "",
		"playlistTitle": "Playlist",
		"playlistOne": "Bon entendeur",
		"playlistTwo": "Polo & Pan",
		"playlistThree": "Chinese man",
		"playlistFour": "Bob marley & the wailers",
		"playlistFive": "The Doors",
		"hobbieTitle": "Hobbies",
		"sport": "Sport",
		"games": "Jeux de société modernes",
		"travel": "Voyages"
	},
	"projectPage": {
		"mes_projets": "Mes projets...",
		"title": "PROJET",
		"titleEnclos": "L'Enclos | Compagnie de théatre",
		"descEnclos": "Projet réalisé avant le début de ma formation pour une compagnie de théâtre dont je suis le président. Site actuellement en reconstruction avec React",
		"titleMieux": "Un peu meilleur chaque jour",
		"descMieux": "Projet réalisé en 2h, après 15 jours de formation, dans le cadre d'un exercice suite à l'apprentissage du HTML/CSS",
		"titleAllStar": "All Star Games",
		"descAllStar": "Projet réalisé en 4h, après 1mois et demi de formation, dans le cadre d'un exercice suite à l'apprentissage de react (props & states).",
		"titleBoarder": "Boarder-Line",
		"descBoarder": "Projet de formation en groupe de 4, réalisé sur quelques semaines en méthode Scrum. Projet réalisé après 2 mois de formations.",
		"titleCarotaine": "Carotaine",
		"descCarotaine": "Hackathon de 30h proposé par la Wild Code School en groupe de 4 sur la thématique Apocalypse et Bienveillance.",
		"titleShop": "Eshop",
		"descShop": "Projet réalisé dans le cadre de la formation, suite à l'apprentissage de l'utilisation de fetch. ",
		"titleTodo": "Todo List",
		"descTodo": "Premier projet de groupe réalisé dans le cadre de la formation en groupe de 3. ",
		"titleGeocode": "Geocode",
		"descGeocode": "Projet de fin de formation, réalisé en groupe de 3. Geocode est une application de borne de recharge electrique, permettant de geolocaliser l'utilisateur et les bornes, et de réserver un créneau de recharge",
		"titleGlamping": "Glamping Spot",
		"descGlamping": "Glamping Spot est un site pour hotellerie de plein air, permettant d'afficher depuis la page principale les différents Glamping ainsi que quelques informations. Des informations supplémentaires sont disponibles en cliquant sur le Glamping. L'application offre un côté back-end permettant à l'administrateur d'ajouter un type d'habitat, d'emplacement, d'infrastructure ou même un Glamping complet. Ce projet a été réalisé en 3 jours lors du dernier checkpoint de la formation.",
		"tech": [
			"HTML",
			"CSS",
			"JSDOM",
			"JavaScript",
			"TypeScript",
			"Tailwind CSS",
			"API",
			"React",
			"Express",
			"SQL",
			"Modules CSS"
		]
	},
	"contact": {
		"cv": "Télécharger CV"
	}
}
